Repository: darktable-org/darktable
Catalog: doc/usermanual/po/de.tmx
Source language: en
Languages: de

source: could not allocate buffer for blending
de: konnte keinen Puffer zum Überblenden reservieren

source: input
de: Eingabe

source: output
de: Ausgabe

source: sliders for L channel
de: Regler für L-Kanal

source: sliders for a channel
de: Regler für a-Kanal

source: sliders for b channel
de: Regler für b-Kanal

source: sliders for chroma channel (of LCh)
de: Regler für Chrominanz-Kanal (von LCh)

source: sliders for hue channel (of LCh)
de: Regler für Farbton-Kanal (von LCh)

source: sliders for gray value
de: Regler für Grauwert

source: sliders for red channel
de: Regler für Rot-Kanal

source: sliders for green channel
de: Regler für Grün-Kanal

source: sliders for blue channel
de: Regler für Blau-Kanal

source: sliders for hue channel (of HSL)
de: Regler für Farbton-Kanal (von HSL)

source: sliders for chroma channel (of HSL)
de: Regler für Chrominanz-Kanal (von HSL)

source: sliders for value channel (of HSL)
de: Regler für Hellwert-Kanal (von HSL)

source: adjustment based on input received by this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
de: Anpassung basierend auf der Eingabe dieses Moduls: * Bereich der oberen Marker: vollständig überblenden * Bereich der unteren Marker: gar nicht überblenden * Bereich zwischen zugehörigen oberen/unteren Markern: allmählich einblenden

source: adjustment based on unblended output of this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
de: Anpassung basierend auf der Ausgabe dieses Moduls ohne Überblendung: * Bereich der oberen Marker: vollständig überblenden * Bereich der unteren Marker: gar nicht überblenden * Bereich zwischen zugehörigen oberen/unteren Markern: allmählich einblenden

source: pick GUI color from image ctrl+click to select an area
de: mit Strg-Mausklick Bereich auswählen, um GUI-Farbe aus dem Bild zu übernehmen

source: reset blend mask settings
de: Masken-Einstellung zurücksetzen

source: invert all channel's polarities
de: Polarität aller Kanäle umkehren

source: toggle polarity. best seen by enabling 'display mask'
de: Polarität umkehren. Am besten sichtbar, wenn „Maske anzeigen” ausgewählt

source: parametric mask
de: Parametrische Maske

source: %d shape used
de: %d Form

source: no mask used
de: keine Maske

source: blend
de: Überblenden

source: drawn mask
de: gezeichnete Maske

source: show and edit mask elements
de: Masken-Elemente anzeigen und bearbeiten

source: toggle polarity of drawn mask
de: Polarität der gezeichneten Maske umkehren

source: add gradient
de: Verlauf hinzufügen

source: add path
de: Pfad hinzufügen

source: add ellipse
de: Ellipse hinzufügen

source: add circle
de: Kreis hinzufügen

source: add brush
de: Pinsel hinzufügen

source: raster mask
de: Raster-Maske

source: toggle polarity of raster mask
de: Polarität der gezeichneten Raster-Maske umkehren

source: normal bounded
de: Normal beschränkt

source: lighten
de: Aufhellen

source: darken
de: Abdunkeln

source: multiply
de: Multiplikation

source: average
de: Durchschnitt

source: subtract
de: Abziehen

source: difference
de: Unterschied

source: screen
de: Bildschirm

source: overlay
de: Überlagern

source: softlight
de: Weiche Kanten

source: hardlight
de: Harte Kanten

source: vividlight
de: Strahlendes Licht

source: linearlight
de: Lineares Licht

source: pinlight
de: Lichtpunkte

source: lightness
de: Helligkeit

source: chroma
de: Chrominanz

source: hue
de: Farbton

source: color
de: Farbe

source: coloradjustment
de: Farbanpassung

source: Lab lightness
de: Lab Helligkeit

source: Lab color
de: Lab Farbe

source: Lab L-channel
de: Lab L-Kanal

source: Lab a-channel
de: Lab a-Kanal

source: Lab b-channel
de: Lab b-Kanal

source: HSV lightness
de: HSV-Helligkeit

source: HSV color
de: HSV-Farbe

source: RGB red channel
de: RGB Rot-Kanal

source: RGB green channel
de: RGB Grün-Kanal

source: RGB blue channel
de: RGB Blau-Kanal

source: difference (deprecated)
de: Unterschied (überholt)

source: inverse (deprecated)
de: Invertieren (überholt)

source: normal (deprecated)
de: Normal (überholt)

source: unbounded (deprecated)
de: Unbeschränkt (überholt)

source: uniformly
de: einheitlich

source: drawn & parametric mask
de: gezeichnet&parametrisch

source: blend mode
de: Überblendmodus

source: choose blending mode
de: Modus des Überblendens wählen

source: normal & difference modes
de: Normale- & Differenz-Modi

source: lighten modes
de: aufhellende Modi

source: darken modes
de: abdunkelnde Modi

source: contrast enhancing modes
de: kontrastverstärkende Modi

source: color channel modes
de: Farbkanal-Modi

source: opacity
de: Deckkraft

source: set the opacity of the blending
de: Deckkraft des Überblendens anpassen

source: combine masks
de: kombinieren

source: exclusive
de: ausschließend

source: inclusive
de: einschließend

source: exclusive & inverted
de: ausschließend & invertiert

source: inclusive & inverted
de: einschließend & invertiert

source: how to combine individual drawn mask and different channels of parametric mask
de: Art der Kombination einzelner gezeichneter Masken und der Kanäle der parametrischen Masken.

source: invert mask
de: Maske invertieren

source: apply mask in normal or inverted mode
de: Maske normal oder invertiert anwenden

source: feathering guide
de: Ausblenden anwenden auf

source: output image
de: Ausgangsabbild

source: input image
de: Eingangsbild

source: choose to guide mask by input or output image
de: Legt fest, durch welches Bild die kantensensitive Anapssung der Maske erfolgt.

source: feathering radius
de: Ausblend-Radius

source: spatial radius of feathering
de: Räumlicher Radius für das Ausblenden

source: mask blur
de: Maske weichzeichnen

source: radius for gaussian blur of blend mask
de: Radius des Gaußschen Weichzeichners der Maske

source: mask opacity
de: Deckkraft der Maske

source: shifts and tilts the tone curve of the blend mask to adjust its brightness without affecting fully transparent/fully opaque regions
de: verschiebt und neigt die Tonkurve der Mischmaske, um ihre Helligkeit anzupassen, ohne völlig transparente/vollständig undurchsichtige Bereiche zu beeinflussen

source: mask contrast
de: Kontrast der Maske

source: gives the tone curve of the blend mask an s-like shape to adjust its contrast
de: gibt der Tonkurve der Mischmaske eine s-ähnliche Form, um den Kontrast anzupassen

source: temporarily switch off blend mask. only for module in focus
de: Maske des aktiven Moduls vorübergehend ausschalten

source: mask refinement
de: Maskenverfeinerung

source: %s: module `%s' version mismatch: %d != %d
de: %s: Modul „%s” hat unpassende Version: %d != %d

source: new instance
de: neue Instanz

source: duplicate instance
de: Instanz duplizieren

source: move up
de: aufwärtsschieben

source: move down
de: abwärtsschieben

source: delete
de: löschen

source: rename
de: umbenennen

source: %s is switched on
de: %s ist eingeschaltet

source: %s is switched off
de: %s ist ausgeschaltet

source: preset
de: Voreinstellung

source: fusion
de: Überblenden-Deckkraft

source: show module
de: Modul zeigen

source: enable module
de: Modul aktivieren

source: reset module parameters
de: Modul-Einstellungen zurücksetzen

source: show preset menu
de: Voreinstellungs-Menü zeigen

source: multiple instances actions middle-click creates new instance
de: Multi-Instanz-Optionen Mittelklick erzeugt neue Instanz

source: reset parameters
de: Einstellungen zurücksetzen

source: presets
de: Voreinstellungen

source: presets middle-click to apply on new instance
de: Voreinstellungen Mittelklick, um auf eine neue Instanz anzuwenden

source: cannot find lightroom XMP!
de: Lightroom-XMP kann nicht gefunden werden!

source: `%s' not a lightroom XMP!
de: „%s” ist kein Lightroom-XMP!

source: rating
de: Bewertung

source: %s has been imported
de: %s wurde importiert

source: [SHAPE] remove shape
de: [SHAPE] Form entfernen

source: [PATH creation] add a smooth node
de: [PATH creation] weichen Knoten hinzufügen

source: [PATH creation] add a sharp node
de: [PATH creation] scharfen Knoten hinzufügen

source: [PATH creation] terminate path creation
de: [PATH creation] Pfaderstellung beenden

source: [PATH on node] switch between smooth/sharp node
de: [PATH on node] wechseln zwischen weichen und scharfen Knoten

source: [PATH on node] remove the node
de: [PATH on node] Knoten entfernen

source: [PATH on feather] reset curvature
de: [PATH on feather] Krümmung zurücksetzen

source: [PATH on segment] add node
de: [PATH on segment] Knoten hinzufügen

source: [PATH] change size
de: [PATH] Größe ändern

source: [PATH] change opacity
de: [PATH] Deckkraft ändern

source: [PATH] change feather size
de: [PATH] Bereich des Ausblendens ändern

source: [GRADIENT on pivot] rotate shape
de: [GRADIENT on pivot] Form drehen

source: [GRADIENT creation] set rotation
de: [GRADIENT creation] Drehrichtung einstellen

source: [GRADIENT] change compression
de: [GRADIENT] Kompression ändern

source: [GRADIENT] change opacity
de: [GRADIENT] Deckkraft ändern

source: [ELLIPSE] change size
de: [ELLIPSE] Größe ändern

source: [ELLIPSE] change opacity
de: [ELLIPSE] Deckkraft ändern

source: [ELLIPSE] switch feathering mode
de: [ELLIPSE] Modus für Ausblenden umschalten

source: [ELLIPSE] rotate shape
de: [ELLIPSE] Form drehen

source: [BRUSH creation] change size
de: [BRUSH creation] Größe ändern

source: [BRUSH creation] change hardness
de: [BRUSH creation] Härte ändern

source: [BRUSH] change opacity
de: [BRUSH] Deckkraft ändern

source: [BRUSH] change hardness
de: [BRUSH] Härte ändern

source: [CIRCLE] change size
de: [CIRCLE] Größe ändern

source: [CIRCLE] change opacity
de: [CIRCLE] Deckkraft ändern

source: [CIRCLE] change feather size
de: [CIRCLE] Bereich des Ausblendens ändern

source: ctrl+click to add a sharp node
de: Strg+Klick um einen spitzen Knoten hinzuzufügen

source: ctrl+click to switch between smooth/sharp node
de: Strg+Klick um zwischen glatten/spitzen Knoten umzuschalten

source: right-click to reset curvature
de: Rechtsklick um die Krümmung zurückzusetzen

source: ctrl+click to add a node
de: Strg+Klick, um einen Knoten hinzuzufügen

source: shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%)
de: Umschalt+scrollen stellt die Ausblendbereich ein, Strg+scrollen ändert die Deckkraft der Form (%d%%)

source: move to rotate shape
de: verschieben um die Form zu drehen

source: scroll to set size, shift+scroll to set feather size ctrl+scroll to set shape opacity (%d%%)
de: Scrollen um die Größe einzustellen, Umschalt+scrollen um Ausblend-Größe einzustellen Strg+scrollen um die Deckkraft einzustellen (%d%%)

source: ctrl+click to rotate
de: Strg+Klick zum Drehen

source: shift+click to switch feathering mode, ctrl+click to rotate shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%),
de: Umschalt+Klick um den Ausblend-Modus zu wechseln, Strg+Scrollen um die Deckkraft zu ändern, Shift+Scrollen um Ausblend-Größe einzustellen, Strg+Klick zum Drehen (%d%%),

source: scroll to set brush size, shift+scroll to set hardness, ctrl+scroll to set opacity (%d%%)
de: Scrollen um die Pinselgröße zu ändern, Shift+Scrollen, um die Härte zu ändern, Strg+Scrollen um die Deckkraft zu ändern (%d%%)

source: scroll to set hardness, ctrl+scroll to set shape opacity (%d%%)
de: Scrollen um die Härte zu ändern, Strg+Scrollen um die Deckkraft zu ändern (%d%%)

source: scroll to set brush size
de: Scrollen um die Pinselgröße zu ändern

source: circle #%d
de: Kreis #%d

source: path #%d
de: Pfad #%d

source: gradient #%d
de: Verlauf #%d

source: brush #%d
de: Pinsel #%d

source: copy of %s
de: Kopie von %s

source: %s: mask version mismatch: %d != %d
de: %s: Maske hat unpassende Version: %d != %d

source: add existing shape
de: bestehende Form hinzufügen

source: use same shapes as
de: gleiche Form verwenden wie

source: masks can not contain themselves
de: Masken können sich nicht selbst enthalten

source: darktable discovered problems with your OpenCL setup; disabling OpenCL for this session!
de: darktable hat Probleme mit OpenCL festgestellt; OpenCL wird für diese Sitzung deaktiviert!

source: tiling failed for module '%s'. output might be garbled.
de: Kachelung für Modul „%s” fehlgeschlagen. Die Ausgabe könnte fehlerhaft sein.

source: double-click to reset
de: Doppelklick zum Zurücksetzen

source: views/thumbtable/rate 0
de: Ansichten/Miniaturvorschau/Bewertung „0 Sterne”

source: views/thumbtable/rate 1
de: Ansichten/Miniaturvorschau/Bewertung „1 Stern”

source: views/thumbtable/rate 2
de: Ansichten/Miniaturvorschau/Bewertung „2 Sterne”

source: views/thumbtable/rate 3
de: Ansichten/Miniaturvorschau/Bewertung „3 Sterne”

source: views/thumbtable/rate 4
de: Ansichten/Miniaturvorschau/Bewertung „4 Sterne”

source: views/thumbtable/rate 5
de: Ansichten/Miniaturvorschau/Bewertung „5 Sterne”

source: views/thumbtable/rate reject
de: Ansichten/Miniaturvorschau/Bewertung „verwerfen”

source: views/thumbtable/copy history
de: Ansichten/Miniaturvorschau/kopiere Verlaufsstapel

source: views/thumbtable/copy history parts
de: Ansichten/Miniaturvorschau/Teil des Verlaufsstapels kopieren

source: views/thumbtable/paste history
de: Ansichten/Miniaturvorschau/Verlaufsstapel einfügen

source: views/thumbtable/paste history parts
de: Ansichten/Miniaturvorschau/Teil des Verlaufsstapels einfügen

source: views/thumbtable/discard history
de: Ansichten/Miniaturvorschau/Verlaufsstapel verwerfen

source: views/thumbtable/duplicate image
de: Ansichten/Miniaturvorschau/Bild duplizieren

source: views/thumbtable/duplicate image virgin
de: Ansichten/Miniaturvorschau/„jungfräuliches” Duplikat erstellen

source: views/thumbtable/color red
de: Ansichten/Miniaturvorschau/Farbmarkierung rot

source: views/thumbtable/color yellow
de: Ansichten/Miniaturvorschau/Farbmarkierung gelb

source: views/thumbtable/color green
de: Ansichten/Miniaturvorschau/Farbmarkierung grün

source: views/thumbtable/color blue
de: Ansichten/Miniaturvorschau/Farbmarkierung blau

source: views/thumbtable/color purple
de: Ansichten/Miniaturvorschau/Farbmarkierung violett

source: views/thumbtable/clear color labels
de: Ansichten/Miniaturvorschau/Farbmarkierungen entfernen

source: views/thumbtable/select all
de: Ansichten/Miniaturvorschau/alle Bilder auswählen

source: views/thumbtable/select none
de: Ansichten/Miniaturvorschau/alle Bilder abwählen

source: views/thumbtable/invert selection
de: Ansichten/Miniaturvorschau/Bildauswahl invertieren

source: views/thumbtable/select film roll
de: Ansichten/Miniaturvorschau/Filmrolle auswählen

source: views/thumbtable/select untouched
de: Ansichten/Miniaturvorschau/unbearbeitete auswählen

source: daylight
de: Tageslicht

source: direct sunlight
de: direkte Sonneneinstrahlung

source: cloudy
de: Wolkig

source: shade
de: Schatten

source: incandescent
de: Glühlampe

source: incandescent warm
de: Glühlampe, warm

source: tungsten
de: Wolframlampe

source: fluorescent
de: Fluoreszierend

source: fluorescent high
de: hoch fluoreszierend

source: cool white fluorescent
de: kalt weiß fluoreszierend

source: warm white fluorescent
de: warm weiß fluoreszierend

source: daylight fluorescent
de: Tageslicht fluoreszierend

source: neutral fluorescent
de: neutral fluoreszierend

source: white fluorescent
de: weiß fluoreszierend

source: sodium-vapor fluorescent
de: Natriumdampflampe fluoreszierend

source: day white fluorescent
de: Tagesweiß-fluoreszierend

source: high temp. mercury-vapor fluorescent
de: Hochtemperatur-Quecksilberdampflampe fluoreszierend

source: flash
de: Blitz

source: flash (auto mode)
de: Blitz (automatischer Modus)

source: evening sun
de: Abendsonne

source: underwater
de: unter Wasser

source: black & white
de: schwarz & weiß

source: spot WB
de: manuell setzen

source: manual WB
de: manueller Weißabgleich

source: camera WB
de: Kamera Weißabgleich

source: auto WB
de: automatischer Weißabgleich

source: creating cache directories
de: erstelle Cache-Verzeichnisse

source: creating cache directory '%s'
de: erstelle Cache-Verzeichnis „%s”

source: could not create directory '%s'!
de: Konnte Verzeichnis „%s” nicht erstellen!

source: warning: no images are matching the requested image id range
de: Warnung: Im angeforderten Bereich wurden keine Bild-IDs gefunden

source: warning: did you want to swap these boundaries?
de: Warnung: Sollten diese Grenzen vertauscht werden?

source: warning: disk backend for thumbnail cache is disabled (cache_disk_backend) if you want to pre-generate thumbnails and for darktable to use them, you need to enable disk backend for thumbnail cache no thumbnails to be generated, done.
de: Warnung: Festplattencache für Vorschaubilder ist deaktiviert (cache_disk_backend) Wenn Vorschaubilder erzeugt und von darktable benutzt werden sollen, dann muss der Festplattencache aktiviert werden Es müssen keine Vorschaubilder erzeugt werden, fertig.

source: error: ensure that min_mip <= max_mip
de: Fehler: Stellen Sie sicher, dass min_mip <= max_mip ist

source: creating complete lighttable thumbnail cache
de: erzeuge vollständigen Leuchttisch-Vorschau-Cache

source: views
de: Ansichten

source: image operations
de: Bildoperationen

source: modules
de: Module

source: increase
de: Erhöhen

source: decrease
de: Verringern

source: reset
de: Zurücksetzen

source: edit
de: Bearbeiten

source: dynamic
de: Dynamik

source: deleting preset for obsolete module
de: lösche Voreinstellung für obsoletes Modul

source: store value as default
de: Als Standard speichern

source: reset value to default
de: Auf Standard zurücksetzen

source: cancel
de: Abbrechen

source: please wait while prefetching thumbnails of images from camera...
de: Bitte warten, Vorschaubilder werden von der Kamera geholt …

source: jobcode
de: Job-Kode

source: thumbnail
de: Vorschau

source: storage file
de: Dateiname

source: general
de: Allgemeines

source: ignore JPEG files
de: JPEG-Dateien ignorieren

source: do not load files with an extension of .jpg or .jpeg. this can be useful when there are raw+JPEG in a directory.
de: Lade keine Dateien mit der Endung .jpg oder .jpeg. Dies kann nützlich sein, wenn es Raw+JPEG im gleichen Ordner gibt.

source: apply metadata on import
de: Metadaten beim Import hinzufügen

source: apply some metadata to all newly imported images.
de: Metadaten zu allen neu importierten Bildern hinzufügen.

source: comma separated list of tags
de: Liste komma-separierter Tags

source: override today's date
de: Heutiges Datum überschreiben

source: check this, if you want to override the timestamp used when expanding variables: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)
de: Diese Option auswählen, wenn der Zeitstempel überschrieben werden soll, der in folgende Variablen eingesetzt wird: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)

source: images
de: Bilder

source: settings
de: Einstellungen

source: select the images from the list below that you want to import into a new filmroll
de: Bilder aus der Liste auswählen, die in eine neue Film-Rolle importiert werden sollen

source: please use YYYY-MM-DD format for date override
de: Zum Überschreiben des Datums bitte als Format YYYY-MM-DD benutzen

source: tethering view
de: Tethering-Ansicht

source: lighttable view
de: Leuchttisch-Ansicht

source: darkroom view
de: Dunkelkammer-Ansicht

source: map view
de: Karten-Ansicht

source: slideshow view
de: Diashow-Ansicht

source: print view
de: Druck-Ansicht

source: quit
de: darktable beenden

source: toggle fullscreen
de: Vollbild ein- oder ausschalten

source: leave fullscreen
de: Vollbild verlassen

source: toggle side borders
de: Seitenränder ein- oder ausblenden

source: toggle panels collapsing controls
de: Schaltflächen zum Ein- und Ausklappen der Bedienfelder ein- oder ausblenden

source: toggle left panel
de: linkes Bedienfeld ein- oder ausblenden

source: toggle right panel
de: rechtes Bedienfeld ein- oder ausblenden

source: toggle top panel
de: oberes Bedienfeld ein- oder ausblenden

source: toggle bottom panel
de: unteres Feld umschalten

source: toggle header
de: Kopfbereich ein- oder ausblenden

source: toggle filmstrip and timeline
de: Filmstreifen bzw. Zeitleiste ein- oder ausblenden

source: toggle bottom toolbar
de: unteres Bedienfeld ein- oder ausblenden

source: toggle focus peaking
de: Fokuserkennung ein- oder ausschalten

source: switch view
de: Ansicht wechseln

source: show accels window
de: zeige Beschleunigungsfenster

source: $(ROLL_NAME) - roll of the input image
de: $(ROLL_NAME) – Filmrolle des Eingabebildes

source: $(FILE_FOLDER) - folder containing the input image
de: $(FILE_FOLDER) – Verzeichnis des Eingabebildes

source: $(FILE_NAME) - basename of the input image
de: $(FILE_NAME) – Basisname des Eingabebildes

source: $(FILE_EXTENSION) - extension of the input image
de: $(FILE_EXTENSION) – Erweiterung des Eingabebildes

source: $(VERSION) - duplicate version
de: $(VERSION) – Version des Duplikats

source: $(VERSION_IF_MULTI) - same as $(VERSION) but null string if only one version exists
de: $(VERSION_IF_MULTI) - itentisch mit $(VERSION) falls mehre Vesionen existieren, sonst leer

source: $(VERSION_NAME) - version name from metadata
de: $(VERSION_NAME) - Versionsname aus den Metadaten

source: $(SEQUENCE) - sequence number
de: $(SEQUENCE) – Sequenznummer

source: $(MAX_WIDTH) - maximum image export width
de: $(MAX_WIDTH) – maximale Breite beim Bildexport

source: $(MAX_HEIGHT) - maximum image export height
de: $(MAX_HEIGHT) – maximale Höhe beim Bildexport

source: $(YEAR) - year
de: $(YEAR) – Jahr

source: $(MONTH) - month
de: $(MONTH) – Monat

source: $(DAY) - day
de: $(DAY) – Tag

source: $(HOUR) - hour
de: $(HOUR) – Stunde

source: $(SECOND) - second
de: $(SECOND) – Sekunde

source: $(EXIF_YEAR) - EXIF year
de: $(EXIF_YEAR) – Exif-Jahr

source: $(EXIF_MONTH) - EXIF month
de: $(EXIF_MONTH) – Exif-Monat

source: $(EXIF_DAY) - EXIF day
de: $(EXIF_DAY) – Exif-Tag

source: $(EXIF_HOUR) - EXIF hour
de: $(EXIF_HOUR) – Exif-Stunde

source: $(EXIF_SECOND) - EXIF second
de: $(EXIF_SECOND) – Exif-Sekunde

source: $(EXIF_ISO) - ISO value
de: $(EXIF_ISO) – ISO-Wert

source: $(STARS) - star rating
de: $(STARS) – Bewertung

source: $(LABELS) - colorlabels
de: $(LABELS) – Farbmarkierungen

source: $(MAKER) - camera maker
de: $(MAKER) – Kamerahersteller

source: $(MODEL) - camera model
de: $(MODEL) – Kameramodell

source: $(TITLE) - title from metadata
de: $(TITLE) – Titel aus den Metadaten

source: $(DESCRIPTION) - description from metadata
de: $(DESCRIPTION) - Beschreibung aus den Metadaten

source: $(CREATOR) - creator from metadata
de: $(CREATOR) – Urheber aus den Metadaten

source: $(PUBLISHER) - publisher from metadata
de: $(PUBLISHER) – Herausgeber aus den Metadaten

source: $(RIGHTS) - rights from metadata
de: $(RIGHTS) – Rechte aus den Metadaten

source: $(PICTURES_FOLDER) - pictures folder
de: $(PICTURES_FOLDER) – Bilder-Verzeichnis

source: $(HOME) - home folder
de: $(HOME) – Nutzer-Verzeichnis

source: $(DESKTOP) - desktop folder
de: $(DESKTOP) – Desktop-Verzeichnis

source: $(OPENCL_ACTIVATED) - whether OpenCL is activated
de: $(OPENCL_ACTIVATED) – falls OpenCL aktiviert ist

source: $(CATEGORY0(category)) - subtag of level 0 in hierarchical tags
de: $(CATEGORY0(category)) – Tag der Ebene 0 in hierarchischen Tags

source: $(TAGS) - tags as set in metadata settings
de: $(TAGS) – Tags gemäß den Metadateneinstellungen

source: horizontal lines
de: horizontale Linien

source: number of horizontal guide lines
de: Anzahl der horizontalen Hilfslinien

source: vertical lines
de: vertikale Linien

source: number of vertical guide lines
de: Anzahl vertikaler Hilfslinien
